final questionsAndAnswer = const [
  {
    'questionText':
        'Q1 \nനിങ്ങളുമായി ബന്ധപ്പെട്ട ഒരു പ്രധാന ചടങ്ങ് നടക്കുമ്പോൾ എന്താണ് തോന്നാറുള്ളത്',
    'answers': [
      {'text': 'ഉത്കണ്ഠ', 'score': 40},
      {'text': 'ആത്മവിശ്വാസം ', 'score': 30},
      {'text': 'താല്പര്യമില്ലായ്‌മ ', 'score': 10},
      {'text': 'പ്രതീക്ഷ', 'score': 50},
      {'text': 'ബോറഡി', 'score': 20},
    ],
  },
  {
    'questionText': 'Q2 \nവെറുതെ ഇരിക്കുബോൾ ചെയ്യാൻ ഇഷ്ട്ടപെടുന്ന കാര്യം ',
    'answers': [
      {'text': 'വായന', 'score': 20},
      {'text': 'പാർക്കിൽ പോവുക', 'score': 30},
      {'text': 'വീട്ടിൽ വെറുതെ ഇരിക്കുക', 'score': 10},
      {'text': 'ഷോപ്പിങ്ങ്  നടത്തുക', 'score': 40},
      {'text': 'ഇതൊന്നുമല്ല', 'score': 50},
    ],
  },
  {
    'questionText': 'Q3 \nനിങ്ങളെക്കുറിച്ച്‌  ഏറ്റവും ശരിയായത് ഏത്',
    'answers': [
      {'text': 'പക്വത', 'score': 10},
      {'text': 'ബുദ്ദി', 'score': 30},
      {'text': 'വൈകാരികത', 'score': 20},
      {'text': 'അന്തർമുഖത്വം', 'score': 40},
      {'text': 'ബഹിർമുഖത്വം ', 'score': 50},
    ],
  },
  {
    'questionText': 'Q4 \nനിങൾ ഇതിൽ ഏത് തിരഞ്ഞെടുക്കും',
    'answers': [
      {'text': 'ശരീരം', 'score': 30},
      {'text': 'മനസ്സ്', 'score': 40},
      {'text': 'ആത്മാവ്', 'score': 10},
      {'text': 'ഹോർമോണുകൾ ', 'score': 20},
      {'text': 'ഇവയൊന്നുമല്ല ', 'score': 50},
    ],
  },
  {
    'questionText': 'Q5 \nനിങ്ങളെ  ഇതിൽ ഏതുമായി ബന്ധിപ്പിക്കാം',
    'answers': [
      {'text': 'ഭൂമി ', 'score': 40},
      {'text': 'ലോഹം', 'score': 50},
      {'text': 'ജലം', 'score': 10},
      {'text': 'തീ', 'score': 30},
      {'text': 'മരണം', 'score': 20},
    ],
  },
  {
    'questionText': 'Q6 \nനിങ്ങളോട് സാമ്യപ്പെടുത്താവുന്ന മൃഗം ',
    'answers': [
      {'text': 'കുറുക്കൻ ', 'score': 40},
      {'text': 'ചെന്നായ  ', 'score': 10},
      {'text': 'പൂച്ച ', 'score': 50},
      {'text': 'കടുവ ', 'score': 30},
      {'text': 'ഇവയൊന്നുമല്ല', 'score': 20},
    ],
  },
  {
    'questionText': 'Q7 \nഒഴിവ് ദിവസങ്ങളിൽ  പോകാനിഷ്ടപ്പെടുന്ന ഇടം',
    'answers': [
      {'text': 'മല കയറ്റം ', 'score': 20},
      {'text': 'ഗ്രാമം ', 'score': 50},
      {'text': 'കാട് ', 'score': 40},
      {'text': 'കടൽ തീരം ', 'score': 10},
      {'text': 'ഇവയൊന്നുന്നുമല്ല', 'score': 30},
    ],
  },
  {
    'questionText': 'Q8 \nഇതിൽ ഏതു പ്രശ്നമാണ് നിങൾ ആദ്യം പരിഹരിക്കുക ',
    'answers': [
      {'text': 'കാൻസർ രോഗം', 'score': 40},
      {'text': 'ദാരിദ്യ്രം', 'score': 30},
      {'text': 'വായു മലിനീകരണം', 'score': 20},
      {'text': 'സ്‌ത്രീ പീഡനം ', 'score': 10},
      {'text': 'കാട്ടുതീ', 'score': 50},
    ],
  },
  {
    'questionText': 'Q9 \nനിങ്ങൾക്ക് ഏറ്റവും  അനുഭവവേദ്യംമായ ഇന്ദ്രിയം',
    'answers': [
      {'text': 'സ്പർശനം ', 'score': 20},
      {'text': 'രുചി', 'score': 50},
      {'text': 'മണം', 'score': 10},
      {'text': 'കേൾവി', 'score': 40},
      {'text': 'കാഴ്ച്ച', 'score': 30},
    ],
  },
  {
    'questionText': 'Q10\nഏറ്റവും ഇഷ്ട്ടപ്പെട്ട  കാലാവസ്ഥ',
    'answers': [
      {'text': 'വേനൽ', 'score': 40},
      {'text': 'മഴ', 'score': 10},
      {'text': 'വസന്തം ', 'score': 50},
      {'text': 'തണുപ്പ് ', 'score': 30},
      {'text': 'എല്ലാം', 'score': 20},
    ],
  },
  {
    'questionText': 'Q11 \nനിങളെ കുറിച്ച് നിങ്ങൾക് തോന്നുന്നത്',
    'answers': [
      {'text': 'സൗഹൃദപരം', 'score': 50},
      {'text': 'ഊർജ്ജസ്വലത', 'score': 30},
      {'text': 'വൈകാരികത', 'score': 10},
      {'text': 'പ്രശ്നങ്ങളെ നേരിടൽ ', 'score': 20},
      {'text': 'പ്രശ്ന പരിഹാരം കണ്ടെത്തൽ', 'score': 40},
    ],
  },
  {
    'questionText': 'Q12 \nഇഷ്ട്ടമുള്ള നിറം',
    'answers': [
      {'text': 'ഓറഞ്ച്', 'score': 30},
      {'text': 'ചുമപ്പ്', 'score': 20},
      {'text': 'പച്ച', 'score': 50},
      {'text': 'നില', 'score': 40},
      {'text': 'കറുപ്പ്', 'score': 10},
    ],
  },
];
